window.im_cjs = window.im_cjs || {};
window.im_cjs.t = [10];
for (var i = 0, len = 10; i < len; i++) {
	window.im_cjs.t[i] = [];
}

//                      "１２３４５６７８９０１２３４5"
window.im_cjs.t[1][1] = "잘 먹겠습니다!";
window.im_cjs.t[1][2] = "......음! 뜨겁고, 맛있어요......!";
window.im_cjs.t[1][3] = "연어도, 맛이 잘 배여서......";
window.im_cjs.t[1][4] = "이것이 추억의 맛, 이네요♪";

//                      "１２３４５６７８９０１２３４5"
window.im_cjs.t[2][1] = "Большое спасибо. 프로듀서.";
window.im_cjs.t[2][2] = "설마, 나베를 먹을 줄은 생각도";
window.im_cjs.t[2][3] = "못 했어요. 게다가, 이것은......";
window.im_cjs.t[2][4] = "이시카리 나베, 이죠? 홋카이도의.";

//                      "１２３４５６７８９０１２３４5"
window.im_cjs.t[3][1] = "홋카이도...... 아냐의, 또 하나의";
window.im_cjs.t[3][2] = "고향. 그 곳의 요리를, 여기서 먹을 수";
window.im_cjs.t[3][3] = "있어서...... 프로듀서와 함께 맛보게";
window.im_cjs.t[3][4] = "있어서, 매우 기뻐요!";

//                      "１２３４５６７８９０１２３４5"
window.im_cjs.t[4][1] = "나베는, 다함께 먹는거죠.";
window.im_cjs.t[4][2] = "하나의 냄비를 둘러않아, 다함께";
window.im_cjs.t[4][3] = "화기애애...... 겨울의, 대표 상징이죠!";
window.im_cjs.t[4][4] = "아냐도 옛날에, 가족들과 먹었어요.";

//                      "１２３４５６７８９０１２３４5"
window.im_cjs.t[5][1] = "아, 그렇지만, 옛날의 아냐는 조금";
window.im_cjs.t[5][2] = "뜨거운걸 잘 못 먹어서......";
window.im_cjs.t[5][3] = "뜨거운 나베, 먹기가 쉽지 않았어요.";
window.im_cjs.t[5][4] = "그리운 추억이네요♪";

//                      "１２３４５６７８９０１２３４5"
window.im_cjs.t[6][1] = "후훗...... 나베를 먹으면, 평소보다";
window.im_cjs.t[6][2] = "이야기를 더 많이 할 수 있어요.";
window.im_cjs.t[6][3] = "сердце...... 마음이 따뜻해지고,";
window.im_cjs.t[6][4] = "릴렉스가 되니, 까요.";

//                      "１２３４５６７８９０１２３４5"
window.im_cjs.t[7][1] = "아직, 냄비 속은 잔뜩 있어요.";
window.im_cjs.t[7][2] = "가득 먹고, 가득 이야기 하고......";
window.im_cjs.t[7][3] = "";
window.im_cjs.t[7][4] = "아냐와 함께 따뜻해져요,";
window.im_cjs.t[7][5] = "프로듀서♪";
